Repository: 84000/translation-memory-resources
Catalog: post_input/toh287-B.bo.en.tmx
Source language: bo
Languages: en

source: དེ་བཞིན་ གཤེགས་པ་ མ་གཏོགས་ པས །_། མཁས་པ ས་ ནམ་ཡང་ མི་ ཤེས་ སོ །_།
en: Apart from a thus-gone one, No learned person can understand those actions.

source: ལས་ དེ འི་ རྣམ་པ་ བདག་ གིས་ ཤེས །_། རྒྱུ་ དང་ རྐྱེན་ ནི་ རྟག་ ཏུ་ རིག _།
en: $1147 “ ‘I know these features of karmic action, And I am always aware of the causes and conditions.

source: སྟོབས་ དེ་ བདག་ དང་ ལྡན་པ ས་ ན །_། སྲོག་ཆགས་ ཀུན་ ལ་སོ་ སོར་ ཕན །_།
en: As I possess such power, I must benefit other beings.’

source: དགེ་སློང་ དག་ དེ་ལྟ ར་ དགེ་སློང་ དེས་ མནར་མེད་པ འི་ སྡུག་བསྔལ་ དག་ སོ་སོ ར་ མཐོང་བ་ ན་ འཁོར་བ་ ཐམས་ཅད་ ལ་ ཡིད་འབྱུང་ ཞིང་ བྱམས་པ་ མཆོག་ གི་ བདག་ཉིད་ དང་ །_
en: $1148 “Thus, as the monk sees all the different sufferings of Ultimate Torment, he will be saddened by the entirety of cyclic existence and develop a profound love.

source: སྙིང་རྗེས་ ཡོངས་སུ་ བསྒོས་པ འི་ སེམས་ ཉེ་བ ར་ གཞག་ པས་ ས་ གཞན་ བཅུ་གཅིག་པ་ ལ་ ཞུགས་ སོ །_།
en: With his mind saturated by compassion, he then enters the eleventh ground.

source: དེ་ ས་ གཞན་ དེ་ ལ་ ཞུགས་པ་ དང་ །_ ས་བླ་བ་ དག་ དགའ་ ནས་ བར་སྣང་ ལ་ སྤྱོད་པ འི་ གནོད་སྦྱིན་ རྣམས་ ལ་ མངོན་པར་ བསྙད་ དོ །_།
en: $1149 “When the terrestrial yakṣas notice his entry upon that ground, they will inform the celestial yakṣas.

source: དེ་དག་ གིས་ ཀྱང་ རྒྱལ་པོ་ ཆེན་པོ་ བཞི་ ལ་ བསྙད་ དོ །_། དེ་དག་ གིས་ ཀྱང་ རྒྱལ་ཆེན་ བཞི འི་ ལྷ་ རྣམས་ ལ་ བསྙད་ དེ །_
en: The latter will bring the news to the Four Great Kings, and the Four Great Kings will inform the gods in their realm.

source: དེ་ལྟ ར་ སྔ་མ་ བཞིན་ དུ་ སྦྱར་ ནས །_ ཚངས་པ་ ཆེན་པོ འི་ ལྷ་ རྣམས་ ཀྱི་ བར་ དག་ གཅིག་ ལ་ གཅིག་ སྒྲོགས་ ཏེ །_
en: Thus, in the same way as before, the news will gradually travel to the gods in the Great Brahmā Heaven, as the gods tell each other,

source: འདི་ལྟར་ ལྷ་ འཛམ་བུ འི་ གླིང་ ན་ ཡུལ་ ཆེ་གེ་མོ་ ཞིག་ ན་ རིགས་ ཀྱི་ བུ་ མང་གེ་མོ་ ཞིག་ སྐྲ་ དང་ཁ་ སྤུ་ བྲེགས་ གོས་ ངུར་སྨྲིག་ བགོས་ ནས་ དད་པས་ ཁྱིམ་ ནས་ ཁྱིམ་ མེད་པར་ རབ་ཏུ་ བྱུང་ སྟེ
en: ‘In Jambudvīpa, in the place known as such and such, the noble son by the name of so-and-so has shaved his head, donned the saffron-colored robes, and with faith gone forth from the household to become a homeless mendicant.

source: དེ་ བདུད་ དང་ ལྷན་ཅིག་ གཡུལ་འགྱེད་ པར་ འདོད་ ལ་ དེ་ ཡུལ་ གྱི་ དངོས་པོ་ ལ་ མི་ འདོད་ དེ །_ ཀུན་ ནས་ ཉོན་མོངས་པ འི་ ཤུལ་ རྣམས་ ལ་ དགའ་བ ར་ མི་ བྱེད་ དེ །_
en: Intent on giving battle to the māras, he has no interest in objects and does thus not take any delight in the pathways of affliction.

source: དེས་ གཞན་ [266b] བཅུ་གཅིག་པ་ ལ་ ཞུགས་པ་ དེ་
en: Now he has entered the eleventh ground.’ {{page:{number:370,id:UT22084-068-021-100396,folio:F.266.b,volume:V68}}}

source: ཐོས་ ནས་ ལྷ་ ཚངས་པ་ ཆེན་པོ་ བདུད་ ཀྱི་ ཕྱོགས་ ནི་ དམས་ སོ །_། དམ་པ འི་ ཆོས་ ཀྱི་ ཕྱོགས་ ནི་ མ་ ཐོས་ སོ །_། དགེ་བ འི་ ཕྱོགས་ ནི་ འཕེལ་ ཏོ །_།
en: $1150 “When the gods in the Great Brahmā Heaven receive this news, they will be delighted and proclaim, ‘He has bound the forces of the māras#147 and roused the forces of the sacred Dharma.

source: ཆོས་ ལ་ ཆོས་ ཀྱི་ རྗེས་སུ་ འཇུག་པ་ ནི་ ཀུན་ ནས་ བྱུང་ ངོ་ ཞེས་ ཡིད་ རབ་ཏུ་ དག འོ །_།
en: He has increased the inclinations toward virtue and is truly following the Dharma!’

source: དགེ་སློང་ དག་ དེ་ནས་ ཡང་ རྣལ་འབྱོར་ སྤྱོད་པ་ ནང་ གི་ ཆོས་ ལ་ ཆོས་ ཀྱི་ རྗེས་སུ་ ལྟ་ ཞིང་ གནས་པ་ མནར་མེད་པ་ ཇི་ལྟ་ བ་ བཞིན་ མཐོང་ ནས །_ དེ འི་ འཁོར་ ཇི་ལྟ ར་ འདུག་ སྙམ་ ནས་ རྟོག་པ ར་ བྱེད་ དེ །_
en: $1151 “Monks, as the spiritual practitioner who carefully observes inner phenomena correctly sees the hell of Ultimate Torment, he will wonder about its neighboring realms, and ask himself,

source: ཀྱེ་མ་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ འི་ འཁོར་ ཇི་སྙེད་ ཅིག་ ཡོད་ སྙམ་ དུ་ ཡོངས་སུ་ རྟོག་པ ར་ བྱེད་ དོ །_།
en: ‘How many realms surround the great hell of Ultimate Torment?’

source: དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ འམ་ ལྷ འི་ མིག་ གིས་ འདི་ལྟར་ མནར་མེད་པ་ དགེ་སློང་ གི་ ཡིད་ བྱུང་བ་ དེ་ མཐོང་ ནས་ དེ འི་ འཁོར་ གཞན་ ལ་ རྟོག་པ ར་ བྱེད་ དོ །_།
en: And so, with knowledge derived from hearing or through the divine eye, he will regard Ultimate Torment with sadness, wondering about its neighboring reaches.

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས །_ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ མནར་མེད་པ འི་ འཁོར་ ལ་ རྟོག་པ ར་ བྱེད་ དེ །_
en: Thus, the monk who has knowledge about the ripening of karmic action will ask himself,

source: ཀྱེ་མ་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ འི་ འཁོར་ ཇི་སྙེད་ ཅིག་ ཡོད་ སྙམ་ མོ །_།
en: ‘How many are the realms that surround the great hell of Ultimate Torment?’

source: དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ ཇི་ལྟ ར་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ གཞན་དག་ གི་ འཁོར་ བཅུ་དྲུག་པ་ ཡོད་པ་ དེ་བཞིན་ དུ་ མནར་མེད་པ་ ཡང་ འཁོར་ བཅུ་དྲུག་ གི་ བར་ དུ་ཡོད་ པར་ མཐོང་ སྟེ །_
en: $1152 “As he applies knowledge derived from hearing, the monk will see that, just like the previous realms, Ultimate Torment is also surrounded by sixteen regions.

source: འདི་ལྟ་སྟེ །_ བྱ་རོག་ ཁ་ དང་ །_ ཐམས་ཅད་ ས་འོག་ དང་ །_ སྡུག་བསྔལ་ མཐའ་ ཡ ས་ མང་ དང་ །_ ཝ་སྐད་ འབྱིན་ དང་ །_ ལྕགས་ ཀྱི་ ཅེ་སྤྱང་ གི་ ཟས་ དང་ །_ ལྟོ་ གནག་ དང་ །_ ལུས་ ཞུམ་ དང་ །_ རྨི་ལམ་ འཇིགས་བྱེད་ སྟོན་ དང་ །_ ལུས་ ཞུམ་ མི་ བཟད་ འཕྱང་ དང་ །_ རི་ བརྩེགས་ ཆར་ ལྟར་ འབབ་ དང་ །_ བྱ་ འཛམ་པ་ སྐད་ འབྱིན་ དང་ །_ སྐར་ ཕྲེང་ དང་ །_ སྡུག་བསྔལ་ ཀུན་ གྱིས་ ཉེན་ དང་ །_ གོས་ དྲི་ དང་ །_ ལྕགས་ གླེབས་ དང་ །_ འགྲོ་བ་ མེས་ སྲེག་ སྟེ །_
en: They are as follows:#148 Raven Mouths, Entirely Beneath the Earth, Infinitely Long Torture, Howling Like a Jackal, Eaten by Iron Jackals, Black Belly,#149 Battered Bodies, Terrifying Nightmares,#150 Terrible Dangling of Battered Bodies,#151 Falling Like Rain on High Mountains, Sound of the Jambu Bird,#152Garland of Stars, Tormented by All Suffering,#153 Blanket of Smell,#154Iron Plates, and Advancing Fire.

source: འདི་དག་ ནི་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ འི་ འཁོར་ བཅུ་དྲུག་ ཡིན་ ནོ །_།
en: Those are the sixteen regions that surround the great hell of Ultimate Torment.

source: དེ་ ལ་ མི་དགེ་བ་ བཅུ འི་ ལས་ ཀྱི་ ལམ་ དང་ །_ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ ར་ འགྲོ་བ་ ལྔ་ དག་ གིས་ མནར་མེད་པ་ འགྲུབ་པ་ མཐོང་ སྟེ །_
en: $1153 “The monk will see that Ultimate Torment is created by the ten unvirtuous actions and the five means for journeying to the great hell.

source: ནང་ དུ་ ལྔ་ དག་ བྱས་པ ས་ མནར་མེད་པ་ དེར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_། དེ་ དང་ འཐུན་པ འི་ [267a] ལས་ ཆུང་ངུ་ བྱས་པ ས་ ནི་ དེ འི་ འཁོར་ དུ་ སྐྱེ་བ ར་ འགྱུར་ ཏེ །_
en: While those who engage in the five acts will be born in Ultimate Torment, those who commit the lesser, {{page:{number:371,id:UT22084-068-021-100397,folio:F.267.a,volume:V68}}} associated acts will be born in the neighboring realms.

source: ཇི་ལྟ ར་ ལས་ བྱས་ ཤིང་ བསགས་པ་ ལས་ ཀྱི་ ཉེར་བསྡོགས་ དང་ །_ ལས་ ཀྱི་ མཇུག་ བྱས་པ་ བསྟེན་ ཅིང་ བསྒོམས་ ཏེ་ མང་ དུ་ བྱས་པ་ བཞིན་ དུ་ སེམས་ཅན་ དམྱལ་བ འི་ འཁོར་ གཞན་ དུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: Thus, corresponding to the degree that one has resorted to, become habituated to, and increased completed and accumulated acts, including their preparatory stages and conclusions, one will be born in the various neighboring hells.

source: དེ་ ལ་ མང་ དུ་ མནར་མེད་པ་ ལྔ་ འབྱུང་ སྟེ །_
en: $1154 “Five variants of Ultimate Torment are the most frequent.#155

source: འདི་ལྟ་སྟེ །_ བསམས་ བཞིན་ དུ་མ་ ལ་ ངན་ སེམས་ ཀྱིས་ ཁྲག་འབྱིན་ པར་ བྱེད་ ཅིང་ འབྱིན་པ་ དེ་ ལ་ དགའ་བ ར་ བྱེད །_ གོམས་པ ར་ བྱེད །_ མང་ དུ་ བྱེད །_ ཕ་རོལ་ དག་ ལ་ སྟོན་པ ར་ བྱེད །_ དེ་ཉིད་ ལ་ རབ་ཏུ་ འཇོག་པ ར་ བྱེད་ ཅིང་ དེ་ཉིད་ ཀྱི་ ལས་ བྱེད་ དུ་ འཇུག་ ན །_ དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ་ བྱ་རོག་ ཁ་ཞེ ས་ བྱ་བ ར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: That is to say, if one deliberately and maliciously draws blood from one’s mother and rejoices in that, becomes habituated to it, increases such acts, and teaches others to do the same, establishes them in the practice, and compels them to follow suit, one will, upon separating from one’s body, fall into the lower realms and be born in the hell known as Raven Mouths.

source: དེར་ སྐྱེས་ ནས་ མནར་མེད་པ་ མ་གཏོགས་ པར་ གང་ཡང་ སོས་ ལ་སོགས་པ་ བདུན་ གྱི་ གནོད་པ་ ཐམས་ཅད་ བརྒྱ་ འགྱུར་ དུ་ འབྱུང་ ངོ་ །_།
en: The beings in that realm experience the combined tortures of the Reviving Hell and the other six hells that are different from Ultimate Torment, intensified a hundredfold.

source: ཁྱད་པར་ དུ་ འབྱུང་བ་ ཇི་ལྟ ར་ བྱ་རོག་ གི་ ཁ་ ལྟར་ གདངས་ ནས་ གཤིན་རྗེ འི་ མི་ནག་པོ་ ཞེས་ བྱ་བ ས་བ་ ཚྭ འི་ ཆུ་བོ་ དེ་དག་ ལེན་པ ར་ བྱེད་ དོ །_། བ་ ཚྭ འི་ ཆུ་བོ་ དེ་དག་ ནི་ ཤུགས་དྲག་པ་ ཡིན་ ཏེ །_ བ་ ཚྭ འི་ ཆུ་བོ་ དེ་ ལ་ དེ འི་ ཁ་ ཟེད་ དུ་ འཇུག་ གོ །_། བ་ ཚྭ འི་ ཆུ་བོ་ དེས་ མཆུ་ དང་ །_ རྐན་ དང་ །_ སོ་ དང་ །_ མིད་པ་ དང་ །_ རྣ་བ་ དང་ །_ སྙིང་ དང་ །_ མཆིན་པ་ དང་ །_ རྒྱུ་མ་ དང་ །_ ཕོ་བ་ དང་ །_ ལོང་ ཀ་ དང་ །_ གློ་བ་ དག་ བསྲེགས་ ནས་ ཐུར་ དུ་ བྱུང་ ངོ་ །_།
en: In particular, the henchmen of the Lord of Death will rip up one’s face like ravens do and lead one to the river of acid known as the Black One, and then hold one’s face in the powerful stream of acid, which will devastate one’s lips, palate, teeth, throat, ears, heart, liver, stomach, intestines, and lungs.#156

source: དེ་ ཚ་བ འི་ ཆུ་བོ འི་ ནང་ དུ་ སོང་ སྟེ །_ ཁོང་བ འི་ ནང་ དུ་ སོང་ ཞིང་ བུ་ག འི་ ནང་ དུ་ སོང་བ་ དེས་ གསོག་ ཏུ་ གྱུར་ ཅིང་ ཕྱི་རོལ་ འབའ་ཞིག་ ལུས་ ཏེ་
en: The acid flow inside one’s body will enter all the cavities and consume the body’s interiors so that in the end only an empty shell remains.

source: ལས་ ཀྱི་ ཆད་པ ས་ བཟུང་ ཞིང་ སྡུག་བསྔལ་ ཚ་བ་ རྩུབ་པ་ དག་ མྱོང་བ་ ན །_ དུས་ཡུན་ རིང་པོ་ ལོ་ བགྲང་ གིས་ མི་ ལང་བ ར་ འཚེད་པ ར་ བྱེད་ དེ །_
en: Thus, the beings of this hell will be seized by their own misdeeds and experience intense torture, burning for innumerable years.

source: དེ་ ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ གྱུར་པ་ དེ་སྲིད་ དུ་ འཚེད་ དོ །_།
en: Their boiling will continue until their negative acts have finally been overcome, relinquished, and exhausted.

source: དེ་དེ་ ལས་ ཐར་ ན་ ལས་ དེ་ དང་ རྒྱུ་ འཐུན་ པར་ ཚེ་རབས་ སྟོང་ དུ་ ཡི་དགས་ ལྟོ་ གུག་ ཏུ་ སྐྱེ་བ ར་ འགྱུར །_
en: $1155 “Once one escapes this condition, one will, in accordance with one’s actions, be born one thousand times as a starving spirit with a constricted belly.

source: ཚེ་རབས་ སྟོང་ དུ་ དུད་འགྲོ་ གླང་པོ་ཆེ་ དང་ །_ སྲི་ མ་ ར་ དང་ །_ དྷུ་ ན་ དྷུ་ དང་ །_ མ་ ར་ དང་ །_ སྲེ་མོ་ དང་ །_ སྦྲུལ་ དང་ །_ འགའ་ ལ་ དང་ །_ གོ་ ཏ་ ཀ་ དང་ །_ ས་ རྐོ་ དང་ །_ སྦྲང་བུ་ དང་ །_ [267b] ཕྱེ་བ་ དང་ །_ བལ་ གླང་ གི་ རིགས་ རྣམས་ སུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: Then follow one thousand births as animals in which one will take birth as elephants, wild cattle, muskrats, weasels, snakes, pigs, ants, {{page:{number:372,id:UT22084-068-021-100398,folio:F.267.b,volume:V68}}} or jungle elephants.#157

source: གལ་ཏེ་ ཡང་ དེ་ལས་ ཐར་ ནས་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན །_ དེ་ རྔོན་པ འི་ རིགས་ སུ་ སྐྱེ་བ ར་ འགྱུར་ ཏེ །_ ཚེ་རབས་ ཉིས་ བརྒྱ ར་ མངལ་ དུ་ གནས་པ་ ཉིད་ ན འམ །_ གོག་ ཐལ་ ཐུལ་ ན འམ །_ ཁ་སྤུ་ སྐྱེས་ ཙམ་ ན་ འཆི་བ ར་ འགྱུར་ ཏེ །_
en: If one thereafter becomes a human, one will be born into a family of hunters and die either while still in the womb, in infancy,#158 or when barely old enough to grow facial hair.

source: བག་ཆགས་ དེས་ དེ་ཕྱིར་ ཞིང་ སྡིག་པ་ བྱེད་པ་ མཐོང་ ངོ་ །_།
en: One’s habitual patterns will also cause one to continue engaging in unwholesome actions.

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ མནར་མེད་པ འི་ འཁོར་ ལ་ བརྟགས་ ན །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ སེམས་ཅན་ དམྱལ་བ་ ཐམས་ཅད་ ས་འོག་ ཅེས་བྱ་བ་ མཐོང་ ངོ་ །_།
en: $1156 “As the monk who has knowledge of the effects of the ripening of karmic actions continues to examine the regions that surround the great hell of Ultimate Torment, he will apply knowledge derived from hearing and thus perceive a neighboring realm known as Entirely Beneath the Earth.

source: དེར་ སེམས་ཅན་ དག་ ལས་ གང་ གིས་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན །_ གང་ གིས་ བསམས་པ་ བཞིན་ དུ་ དགེ་སློང་ མ་ དགྲ་བཅོམ་པ་ ཟག་པ་ ཟད་པ་ ལ་ སྤྱད་ ལ་ ཀུན་ ཏུ་ བསྟེན་ ཅིང་ བསྒོམས་ ཏེ་ མང་ དུ་ བྱས་ ན །_ དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ་ ཐམས་ཅད་ ས་འོག་ ཏུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: Inquiring into what type of karmic action may cause one to be born there, he will apply knowledge derived from hearing and thus perceive that if one knowingly resorts to, becomes habituated to, and increases sex with a nun who is a worthy person who has exhausted defilements, one will, upon separating from one’s body, fall into the lower realms and be born in the hell known as Entirely Beneath the Earth.

source: དེར་ སྐྱེས་ ནས་ ཀྱང་ དེ་ ལ་ གང་ སེམས་ཅན་ དམྱལ་བ་ ཡང་སོས་ ལ་སོགས་པ་ བདུན་ གྱིས་ གནོད་པ་ བསྡུས་པ་ དེ་དག་ ཐམས་ཅད་ བརྒྱ་ འགྱུར་ དུ་ འབྱུང་བ ར་ འགྱུར་ རོ །_།
en: $1157 “The beings in that realm suffer the combined tortures of the Reviving Hell and the other six hells, intensified a hundredfold.

source: ཁྱད་པར་ དུ་ འབྱུང་བ་ ནི་ འདི་ལྟར་ ལྕགས་ ཀྱིས་ གཞི་ དེ་ བརྐོས་ ནས་ གཤིན་རྗེ འི་ མི་ རྣམས་ ཀྱིས་ མགོ་ ཐུར་ དུ་ བསྟན་ ཏེ་ ས་ བརྐོས་པ ར་ དེ འི་ མགོ་ གང་ཡིན་པ་ ཐུར་ དུ་ བསྟན་ ཅིང་ རྐང་ལག་ གང་ཡིན་པ་ དེ་དག་ གྱེན་ དུ་ སྟོན་པ ར་ བྱེད་ དོ །_།
en: In particular, the henchmen of the Lord of Death will dig a hole in the iron ground and shove one’s head into it, making one remain upside down with one’s head in the ground and one’s feet pointing upward.

source: དེ་ སྡུག་བསྔལ་ གྱིས་ ཉམ་ཐག་ ནས་ ངུ་སྐད་ འདོན་ མི་ ནུས །_ ཆོ་ངེས་ འདེབས་ མི་ ནུས །_ ཀུ་ ཆོ་ འབྱིན་ མི་ ནུས་ སོ །_།
en: Although suffering miserably, one will be unable to cry, wail, or scream.

source: དེ འི་ ལུས་ ཐུར་ དུ་ བསྟན་པ་ གང་ཡིན་པ་ དེ་དག་ ཐམས་ཅད་ གཤིན་རྗེ འི་ མི་ རྣམས་ ཀྱིས་ སྟེའུ་ ཐོགས་ ཏེ་ རུས་པ་ ལྷག་མ་ མ་ལུས་པ འི་ བར་ དུ་ འཇོག་པ ར་ བྱེད་ དོ །_།
en: As one remains upside down, the henchmen of the Lord of Death will take up axes and proceed to hack one’s body to pieces so that in the end not even the bones remain.

source: རུས་པ་ དེ་དག་ ལ་ ཡང་བ་ ཚྭ འི་ ཆུས་ ཆག་ཆག་ འདེབས་ ཏེ་ དེ་དག་ ལ་ ཆག་ཆག་ བཏབ་ ནས་ ཀྱང་ འགྲེ་ལྡོག་ གོ །_།
en: They will also spray the bones with acid, causing one to go into convulsions.

source: དེ འི་བ་ ཚྭ འི་ ཆག་ཆག་ བཏབ་པ་ དེ་དག་ ལས་ དེ་ ཕྱུང་ ན་ སྲོག་ གི་ ལྷག་ [268a] མ་ ཆུང་ ཟད་ ཅིག་ ལུས་པ་ ཟངས་དམར་པོ་ རབ་ཏུ་ བསྐོལ་བ་ འཁྲིགས་པ ས་ བདས་ ཤིང་ ལྕགས་ ཀྱི་ སྣོད་ རབ་ཏུ་ བསྲེགས་པ ར་ འཇུག་པ ར་ བྱེད་ དོ །_།
en: Following this sprinkling of acid, {{page:{number:373,id:UT22084-068-021-100399,folio:F.268.a,volume:V68}}} with just a little flicker of life still lingering in one’s body, it will be hurled into a blazing iron cauldron filled with boiling copper.

source: དེ་དེ ར་ མོན་སྲན་ གྲེའུ་ དང་ །_ རྒྱ་ སྲན་ འཚེད་པ་ ལྟར་ སྟེང་འོག་ ཏུ་ འབྱུང་བ་ ན་ ལྕགས་ ཀྱི་ བུམ་པ་ ཀུན་ བལྟ ར་ མི་སྣང་བ ར་ ཀུན་ ནས་ རླངས་པ ས་ འཁྲིགས་ ཏེ །_
en: There, the hell beings will swirl around and boil like cooked peas until they become invisible and turn into vapor.

source: ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ ལོ་ འབུམ་ཕྲག་ དུ་མ ར་ རྡུང་ ཞིང་ འཚེད་ དོ །_།
en: Thus, they will continue to be tortured and boiled for many hundreds of thousands of years, until their negative acts have been overcome, relinquished, and exhausted.

source: དེ་ ཕྱིས་ སེམས་ཅན་ དམྱལ་བ་ དེ་ལས་ ཐར་ ནས་ བསྐལ་པ འམ་ བསྐལ་པ འི་ ལྷག་མ ར་ སྲེག་པ འི་ གནོད་པ་ བསམ་ གྱིས་ མི་ ཁྱབ་པ་ ཆུང་ ཟད་ ཅིག་ འབྱུང་བ ར་ འགྱུར་ རོ །_།
en: $1158 “When one finally escapes this condition, one will still continue to undergo inconceivable torture and burning for an eon, or the remainder of an eon.

source: དེ་དེ་ ལས་ ཐར་ ནས་ ཚེ་རབས་ སྟོང་ དུ་ ཡི་དགས་ ཁ་ཟས་ མེད་པ འི་ ནང་ དུ་ སྐྱེ་བ ར་ འགྱུར་ ཏེ །_
en: After that follow a thousand lives as a starving spirit deprived of food.

source: དེ འི་ ལུས་ བཀྲེས་པ་ དང་ །_ སྐོམ་པ ས་ གདུངས་ ཤིང་ཀུན་ ནས་ ཐམས་ཅད་ དུ་མ ར་ མེ འི་ སྙིང་པོ་ འབར་བ་ ལྟར་ རབ་ཏུ་ འབར་ རོ །_།
en: In this state, one will suffer hunger and starvation while being ablaze like the wick of a candle.

source: དེ་དེ་ ལས་ ཐར་ ན་ ལས་ དེ་ དང་ རྒྱུ་ འཐུན་ པར་ ཚེ་རབས་ སྟོང་ དུ་ དུད་འགྲོ་ མྱ་ ངམ་ གྱི་ བྱ་ བཀྲེས་པ་ དང་ །_
en: When free from that condition, one will next, as an effect that accords with one’s causal deeds, take birth one thousand times as an animal.

source: སྐོམ་པ ས་ གདུངས་པ་ འདི་ལྟ་སྟེ །_ བྱེའུ་ མཆིལ་པ་ དང་ །_ ཝ་ དང་ །_ ཟིན་པ་ དང་ །_ འབའ་ ས་ ཀ་ དང་ །_ སྐྱིན་གོར་ དང་ །_ ཏུང་ ཀ་ དང་ །_ རི་ དག ས་ མཱ་ ཏྲི་ ཀ་ དང་ །_ བ་ར་པོ་ ཏ་ དང་ །_ ཁྱི་ དང་ །_ མཆེ་བ་ གཙིགས་ ལ་སོགས་པ འི་ དུད་འགྲོ་ རྣམས་ སུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: Thus, one will suffer hunger and thirst as a bird living in the desert, just as one might become a sparrow, a fox, an elephant, a lizard, a mātrika deer, an antelope, a dog, a predator, or the like.#159

source: དེ་ལས་ ཀྱང་ ཐར་ ནས་ གལ་ཏེ་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན་ དེ་ མི་ རྟ་ གདོང་ ཅན་ གྱི་ ཡུལ་ དུ་ སྐྱེ་བ ར་ འགྱུར །_
en: $1159 “When also free of those states, if one should become endowed with the general lot in life of a human, one will be born in the land of the horse-faced people.

source: ཚེ་རབས་ ཉིས་ བརྒྱ ར་ ཡང་ མངལ་ དུ་ འཆི་བ ར་ འགྱུར །_ གལ་ཏེ་ ཡང་ བྱང་ ནས་ འཚོ་ ན་ དེ་ དབུལ་ ཞིང་ ནད་ ཀྱིས་ ཉོན་མོངས་ པར་ འགྱུར །_
en: One will die two hundred times within the womb, and if one lives to grow up, one will be poor and afflicted by disease.

source: དེ་བཞིན་ དུ་ ཚེ་རབས་ ལྔ་ བརྒྱ ར་ ཟ་མ་ དང་ མ་ནིང་ དུ་ འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: Similarly, in five hundred lives one will be born a as hermaphrodite or a neuter.

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ མནར་མེད་པ འི་ འཁོར་ ལ་ བརྟགས་ ན །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ སེམས་ཅན་ དམྱལ་བ་ སྡུག་བསྔལ་ མཐའ་ ཡ ས་ མང་ ཞེས་ བྱ་བ་ ཇི་ལྟ ར་ གནས་པ་ མཐོང་ ངོ་ །_།
en: $1160 “As the monk who has knowledge of the effects of the ripening of karmic actions continues to examine the regions that surround the great hell of Ultimate Torment, he will apply knowledge derived from hearing and thus perceive a neighboring realm known as Infinitely Long Torture.

source: དེར་ སེམས་ཅན་ དག་ ལས་ གང་ གིས་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན །_ ཤིན་ཏུ་ [268b] ཆགས་པ འི་ སྙིང་ གིས་ ཡུལ་ ལ་ སེམས་ འཇུག་པ འམ །_ སྡིག་པ འི་ གྲོགས་པོ་ དང་ ཕྲད་པ ས་ སམ །_ ར་རོ་བ འི་ ཉེས་པ ས་ མ་ལ་ འཁྲིག་པ་ བྱས་ ཤིང་ སད་ ནས་
en: Inquiring into what type of karmic action may cause one to be born there, he will apply knowledge derived from hearing {{page:{number:374,id:UT22084-068-021-100400,folio:F.268.b,volume:V68}}} and thus perceive how some people may have intercourse with their mother and then kill her because of their intense desire for objects, keeping unwholesome company, or indulging in the flaws of intoxication.

source: ཀྱང་ ཤིན་ཏུ་ ཆགས་པ འི་ འདོད་ཆགས་ དང་ ལྡན་པ ས་ འཁྲིག་པ་ བྱས་ ལ་ སྡིག་པ འི་ གྲོགས་པོ འི་ ཚིག་ གིས་ དེ་ནས་ ཆགས་པ ས་ ཡང་ དེ་ཉིད་ ལ་ འཁྲིག་པ ར་ བྱེད །_
en: Such people might have intercourse with their mother due to being possessed of extreme desire, or they might do so because of following the advice of unwholesome friends.

source: ཀུན་ ཏུ་ སྟེན་ ཅིང་ སྒོམ་ ལ་ མང་ དུ་ བྱེད །_ གཞན་དག་ ཀྱང་ དེ་ཉིད་ ལ་ རབ་ཏུ་ འཇོག་པ ར་ བྱེད་ ན་
en: Thus, they may resort to, become habituated to, and increase such acts, as well as encourage others to engage in them.

source: དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ་ སྡུག་བསྔལ་ མཐའ་ ཡ ས་ མང་ དུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: When such people later separate from their bodies, they will fall into the lower realms and be born in the hell known as Infinitely Long Torture.

source: དེར་ སྐྱེས་ ནས་ ཀྱང་ གང་ སེམས་ཅན་ དམྱལ་བ་ ཡང་སོས་ ལ་སོགས་པ འི་ གནོད་པ་ དེ་དག་ ཐམས་ཅད་ བརྒྱ་ འགྱུར་ དུ་ འབྱུང་ ངོ་ །_།
en: $1161 “The beings in that realm experience the combined tortures of the Reviving Hell, and so on, intensified a hundredfold.

source: ཁྱད་པར་ དུ་ འབྱུང་བ་ ནི་ འདི་ལྟར་ དེ འི་ རྐུབ་ ཏུ་ ཕུར་བུ་ རབ་ཏུ་ འབར་བ་ རྣམས་ དང་ །_ ཚེར་མ་ གང་ཡིན་པ་ དག་ འཇུག་པ ར་ བྱེད་ དོ །_། སྣར་ ཡང་ ཐོ་བ་ དག་ བླངས་ ནས་ ཕུར་བུ་ རྣམས་ འདེབས་པ ར་ བྱེད །_ རྣ་ གུང་ དུ་ ཡང་ ཐོ་བ་ དག་ གིས་ ཕུར་བུ་ རྣམས་ འདེབས་པ ར་ བྱེད །_ ཁར་ ཡང་ ཐོ་བ་ བླངས་ ནས་ ཕུར་བུ་ སོ་ རྣོ་ ཞིང་ འབར་ རབ་ཏུ་ འབར་བ་ རྣམས་ ཀྱིས་ རབ་ཏུ་ འགེངས་པ ར་ བྱེད །_
en: In particular, they will be impaled upon flaming stakes and thorns, and many sharp, burning nails will be hammered into their noses, ears, and mouths.

source: དེ འི་ འོག་ ཏུ་ ཁ འི་ སྡུག་བསྔལ་ རབ་ཏུ་ འབར་བ་ དང་ །_ འོག་ ཏུ་ གྱུར་པ འི་ སྡུག་བསྔལ་ དག་ གིས་ སྡུག་བསྔལ་ བར་ བྱེད །_ སྲེག་པ ར་ བྱེད །_ གཤེག་ པར་ བྱེད །_ རྡེག་པ ར་ བྱེད །_ རྔོ་བ ར་ བྱེད་ དོ །_།
en: Then their mouths will be subjected to torturous heat, and so misery will follow misery as they are burned, cleaved asunder, beaten, and fried.

source: ནང་ གི་ མནར་མེད་པ འི་ ཀུན་ ནས་ རྣམ་པ་ ཐམས་ཅད་ དུ་ སྡུག་བསྔལ་ གྱིས་ ཉེན་ ཏེ་
en: Since they will be subjected to many forms of pain in Ultimate Torment, it is not easy to convey their agony.

source: ཇི་ལྟ ར་ དེ་ དཔེ་ བྱ་བ ར་ སླ་བ་ མ་ཡིན་པ་ དེ་ལྟ ར་ ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ སྡུག་བསྔལ་ མྱོང་བ ར་ འགྱུར་ རོ །_།
en: Yet, until their negative acts have been overcome, relinquished, and exhausted, they will continue to suffer.

source: དེ་ ཕྱིས་ སེམས་ཅན་ དམྱལ་བ་ བསྐལ་པ འམ །_ བསྐལ་པ་ ལས་ ལྷག་པ ར་ བསྲེགས་པ་ དེ་ལས་ ཐར་ ན་
en: $1162 “Having burned for an eon, or for the remainder of an eon, they may escape.

source: སྡིག་པ འི་ ལས་ དེ་ དང་ རྒྱུ་ འཐུན་པ འི་ འབྲས་བུ ས་ ཚེ་རབས་ བཞི་ སྟོང་ དུ་ ཡི་དགས་ ཁ་ ཐུར་ དུ་ བལྟས་པ་ མདག་མ་ ཟ་བ འི་ ནང་ དུ་ ལུས་ བཀྲེས་པ་ དང་ །_ སྐོམ་པ ས་ གདུངས་པ འི་ ལུས་ སུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: However, as an effect that accords with their negative acts, they will be born four thousand times as tormented starving spirits, who live with their heads burrowed into burning coals, trying to feed and drink from them.

source: མྱ་ ངམ་ ཆུ་ དང་ །_ གྲིབ་མ་ མེད་པ འི་ སྨྱིག་མ འི་ ཚལ་ གྱི་ དུད་འགྲོ་ དག་ ཏུ་ ཡང་ སྐྱེ་བ ར་ འགྱུར །_
en: Thereafter they will be born as animals living in bamboo groves without any water or shelter.

source: སྲོག་ཆགས་ རི་ ལ་ གནས་པ་ གྲིབ་མ་ [269a] འཇིགས་བྱེད་ དང་ །_ མུན་པ་ཅན་ དང་ །_ ཟིན་པ་ གནས་པ་ དེ་དག་ གི་ དུད་འགྲོ་ ཁ་ གདོང་ ཉམས་ ཤིང་ ཤི་ ལ་ ཐུག་པ འི་ རྣམ་པ་ དེ་ལྟ་ བུར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: These beings will live in mountains, {{page:{number:375,id:UT22084-068-021-100401,folio:F.269.a,volume:V68}}} skulking amid the terrifying shadows at night.#160 Their faces will be disfigured, and they will be close to death.

source: གང་ འོད་མ འི་ ཚལ་ དུ་ རླུང་ གི་ དྲུད་ པས་ མེ་ འབྱུང་ སྟེ །_ མེ་ དེས་ ཚེ་རབས་ བཞི་ སྟོང་ དུ་ སྲེག་ ཅིང་ འཚེད་ དོ །_།
en: Smoky winds#161 will cause fires to break out in their bamboo groves, and so for four thousand lifetimes they will burn and roast in the flames.

source: དེ་ལས་ ཀྱང་ ཐར་ ནས་ གལ་ཏེ་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན །_
en: $1163 “When one is freed from that condition, one might be born with the general lot in life of a human.

source: དེ འི་ ཆུང་མ་ བསྲུངས་པ ར་ མི་ འགྱུར །_ གཞན་ གྱི་ ཆུང་མ་ དང་ ལྷན་ཅིག་ འདུག་པ ར་ འགྱུར །_
en: However, such a person will not take care of his spouse and instead philander with the wife of another.

source: དེ་ རྒྱལ་པོ འམ །_ བློན་པོ ས་ དེ འི་ རླིག་པ་ འབྱིན་པ ར་ བྱེད །_ ཁྱིམ་ ཐམས་ཅད་ ཡོངས་སུ་ སྤངས་པ ར་ འགྱུར །_ ལམ་པོ་ཆེ འམ །_ བཞི་མདོ འམ །_ གྲོང་ཁྱེར་ རམ །_ གཞན་ གྱི་ སྒོ ར་ རག་ ལུས་པ ར་ འགྱུར །_
en: Thus, a king or minister will order one’s penis cut off, one will be abandoned by one’s entire household, and one will live at the mercy of others by the side of a highway, at an intersection, in a city, or at the doorstep of another household.

source: རྟག་ ཏུ་ སྐོམ་ སློང་ ཞིང་ བཀྲེས་ ལ་ ལུས་ ཆུང་བ ར་ འགྱུར །_
en: One will constantly suffer from thirst and hunger and one’s body will wither.

source: དེ་ཡང་ དང་ ཡང་ དུ་ ནད་ ཆེན་པོ ས་ ཐེབས་པ ར་ འགྱུར་ ཏེ །_ དེ་ སྲང་ ངམ་ བཞི་མདོ འམ་ དུར་ཁྲོད་ དུ་ སྡུག་བསྔལ་ མི་བཟད་པ ས་ ཉམ་ཐག་ ནས་ འཆི་བ ར་ འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: Again and again, one will become afflicted by grave illnesses and thus die in horrible pain by the roadside, at an intersection, or in a charnel ground.
